Repository: joeycast/BitLocal
Catalog: Shared/Helpers/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, it, nl, th

# cancel_button
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
fr_ca: Annuler
it: Annulla
nl: Annuleren
th: ยกเลิก

source: Center map on location
de: Karte auf Standort zentrieren
es: Centrar el mapa en la ubicación
fr: Centrer la carte sur la position
fr_ca: Centrer la carte sur la position
it: Centra la mappa sulla posizione
nl: Kaart centreren op locatie
th: จัดกึ่งกลางแผนที่ตามตำแหน่ง

source: Change City
de: Stadt ändern
es: Cambiar ciudad
fr: Changer de ville
fr_ca: Changer de ville
it: Cambia città
nl: Stad wijzigen
th: เปลี่ยนเมือง

source: Checking iCloud…
de: iCloud wird geprüft…
es: Comprobando iCloud…
fr: Vérification d’iCloud…
fr_ca: Vérification d’iCloud…
it: Verifica di iCloud in corso…
nl: iCloud controleren…
th: กำลังตรวจสอบ iCloud…

source: Choose a wallet or copy the Lightning address to tip this community.
de: Wähle eine Wallet aus oder kopiere die Lightning-Adresse, um dieser Community ein Trinkgeld zu senden.
es: Elige una billetera o copia la dirección Lightning para dejar una propina a esta comunidad.
fr: Choisissez un portefeuille ou copiez l’adresse Lightning pour soutenir cette communauté.
fr_ca: Choisissez un portefeuille ou copiez l’adresse Lightning pour soutenir cette communauté.
it: Scegli un wallet o copia l’indirizzo Lightning per lasciare una mancia a questa community.
nl: Kies een wallet of kopieer het Lightning-adres om deze community een fooi te geven.
th: เลือกกระเป๋าเงินหรือคัดลอกที่อยู่ Lightning เพื่อทิปให้ชุมชนนี้

source: Choose City
de: Stadt auswählen
es: Elegir ciudad
fr: Choisir une ville
fr_ca: Choisir une ville
it: Scegli città
nl: Stad kiezen
th: เลือกเมือง

source: Choose Wallet
de: Wallet auswählen
es: Elegir billetera
fr: Choisir un portefeuille
fr_ca: Choisir un portefeuille
it: Scegli wallet
nl: Wallet kiezen
th: เลือกกระเป๋าเงิน

source: Choose your Lightning wallet. BitLocal will copy the Lightning address, then open the wallet.
de: Wähle deine Lightning-Wallet. BitLocal kopiert die Lightning-Adresse und öffnet dann die Wallet.
es: Elige tu billetera Lightning. BitLocal copiará la dirección Lightning y luego abrirá la billetera.
fr: Choisissez votre portefeuille Lightning. BitLocal copiera l’adresse Lightning, puis ouvrira le portefeuille.
fr_ca: Choisissez votre portefeuille Lightning. BitLocal copiera l’adresse Lightning, puis ouvrira le portefeuille.
it: Scegli il tuo wallet Lightning. BitLocal copierà l’indirizzo Lightning e poi aprirà il wallet.
nl: Kies je Lightning-wallet. BitLocal kopieert het Lightning-adres en opent daarna de wallet.
th: เลือกกระเป๋าเงิน Lightning ของคุณ BitLocal จะคัดลอกที่อยู่ Lightning แล้วเปิดกระเป๋าเงิน

# city_label
source: City
de: Stadt
es: Ciudad
fr: Ville
fr_ca: Ville
it: Città
nl: Stad
th: เมือง

source: Clear Alert Filter
de: Alarmfilter löschen
es: Quitar filtro de alertas
fr: Effacer le filtre d’alerte
fr_ca: Effacer le filtre d’alerte
it: Rimuovi filtro avviso
nl: Meldingsfilter wissen
th: ล้างตัวกรองการแจ้งเตือน

source: Close
de: Schließen
es: Cerrar
fr: Fermer
fr_ca: Fermer
it: Chiudi
nl: Sluiten
th: ปิด

# closing_time_label
source: Closing Time
de: Schließzeit
es: Hora de cierre
fr: Heure de fermeture
fr_ca: Heure de fermeture
it: Orario di chiusura
nl: Sluitingstijd
th: เวลาปิด

source: Coffee
de: Kaffee
es: Café
fr: Café
fr_ca: Café
it: Caffè
nl: Koffie
th: กาแฟ

source: Community Reviews
de: Community-Bewertungen
es: Reseñas de la comunidad
fr: Avis de la communauté
fr_ca: Avis de la communauté
it: Recensioni della community
nl: Communitybeoordelingen
th: รีวิวจากชุมชน

source: Contact Information
de: Kontaktinformationen
es: Información de contacto
fr: Coordonnées
fr_ca: Coordonnées
it: Informazioni di contatto
nl: Contactgegevens
th: ข้อมูลติดต่อ

# contact_section
source: Contact
de: Kontakt
es: Contacto
it: Contatto
th: ติดต่อ

# contact_section_footer
source: Optional - Provide contact details if available
de: Optional – Gib Kontaktdaten an, falls vorhanden
es: Opcional: proporciona datos de contacto si están disponibles
fr: Facultatif – Indiquez des coordonnées si elles sont disponibles
fr_ca: Facultatif – Fournissez des coordonnées si elles sont disponibles
it: Facoltativo: fornisci i dettagli di contatto se disponibili
nl: Optioneel – Geef contactgegevens op indien beschikbaar
th: ไม่บังคับ – ระบุข้อมูลติดต่อหากมี

# contact_section_header
source: Contact Information
de: Kontaktinformationen
es: Información de contacto
fr: Coordonnées
fr_ca: Coordonnées
it: Informazioni di contatto
nl: Contactgegevens
th: ข้อมูลติดต่อ

# continue_button
source: Continue
de: Weiter
es: Continuar
fr: Continuer
fr_ca: Continuer
it: Continua
nl: Doorgaan
th: ดำเนินการต่อ

# contribute_footer
source: At this time, adding businesses is not supported in-app but is being considered as a feature for a future release. Until then, email us by tapping “Suggest a Business” above.
de: Derzeit können Unternehmen nicht direkt in der App hinzugefügt werden. Diese Funktion wird für eine zukünftige Version in Betracht gezogen. Bis dahin sende uns bitte eine E-Mail über „Unternehmen vorschlagen“ oben.
es: Por ahora, no se pueden agregar negocios desde la app, pero se está considerando para una versión futura. Mientras tanto, envíanos un correo tocando "Sugerir un negocio" arriba.
fr: Pour le moment, il n’est pas possible d’ajouter des établissements dans l’application, mais cette fonctionnalité est envisagée pour une future version. En attendant, contactez-nous par email en appuyant sur « Suggérer un établissement » ci-dessus.
fr_ca: Pour le moment, il n’est pas possible d’ajouter des commerces dans l’application, mais cette fonctionnalité est envisagée pour une version future. D’ici là, envoyez-nous un courriel en appuyant sur « Suggérer un commerce » ci-dessus.
it: Al momento non è possibile aggiungere attività nell’app, ma la funzionalità è prevista per una versione futura. Nel frattempo, inviaci un’email toccando “Suggerisci un’attività” qui sopra.
nl: Het toevoegen van bedrijven is momenteel niet mogelijk in de app, maar wordt overwogen voor een toekomstige versie. Tot die tijd kun je ons een e-mail sturen via "Bedrijf voorstellen" hierboven.
th: ขณะนี้ยังไม่สามารถเพิ่มธุรกิจในแอปได้ แต่กำลังพิจารณาเพิ่มในอนาคต ในระหว่างนี้สามารถส่งอีเมลถึงเราได้โดยแตะที่ “เสนอธุรกิจ” ด้านบน

# contribute_section
source: Contribute
de: Beitragen
es: Contribuir
fr: Contribuer
fr_ca: Contribuer
it: Contribuisci
nl: Bijdragen
th: มีส่วนร่วม

source: Copy
de: Kopieren
es: Copiar
fr: Copier
fr_ca: Copier
it: Copia
nl: Kopiëren
th: คัดลอก

source: Copy %@
de: %@ kopieren
es: Copiar %@
fr: Copier %@
fr_ca: Copier %@
it: Copia %@
nl: %@ kopiëren
th: คัดลอก %@

source: Copy and Open %@
de: %@ kopieren und öffnen
es: Copiar y abrir %@
fr: Copier et ouvrir %@
fr_ca: Copier et ouvrir %@
it: Copia e apri %@
nl: %@ kopiëren en openen
th: คัดลอกและเปิด %@

source: Copy Lightning Address
de: Lightning-Adresse kopieren
es: Copiar dirección Lightning
fr: Copier l’adresse Lightning
fr_ca: Copier l’adresse Lightning
it: Copia indirizzo Lightning
nl: Lightning-adres kopiëren
th: คัดลอกที่อยู่ Lightning

source: Could not open %@. The lightning value has been copied so you can paste it manually.
de: %@ konnte nicht geöffnet werden. Der Lightning-Wert wurde kopiert, damit du ihn manuell einfügen kannst.
es: No se pudo abrir %@. El valor Lightning se ha copiado para que puedas pegarlo manualmente.
fr: Impossible d’ouvrir %@. La valeur Lightning a été copiée afin que vous puissiez la coller manuellement.
fr_ca: Impossible d’ouvrir %@. La valeur Lightning a été copiée afin que vous puissiez la coller manuellement.
it: Impossibile aprire %@. Il valore Lightning è stato copiato così puoi incollarlo manualmente.
nl: %@ kon niet worden geopend. De Lightning-waarde is gekopieerd zodat je die handmatig kunt plakken.
th: ไม่สามารถเปิด %@ ได้ ค่าของ Lightning ถูกคัดลอกไว้แล้วเพื่อให้คุณวางด้วยตนเองได้

# country_label
source: Country
de: Land
es: País
fr: Pays
fr_ca: Pays
it: Paese
nl: Land
th: ประเทศ

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
fr_ca: Sombre
it: Scuro
nl: Donker
th: เข้ม

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Beschrijving
th: คำอธิบาย

source: Done
de: Fertig
es: Listo
fr: Terminé
fr_ca: Terminé
it: Fine
nl: Klaar
th: เสร็จสิ้น

# done_button
source: Done
de: Fertig
es: Hecho
fr: Terminé
fr_ca: Terminé
it: Fine
nl: Gereed
th: เสร็จสิ้น

source: Events
de: Veranstaltungen
es: Eventos
fr: Événements
fr_ca: Événements
it: Eventi
nl: Evenementen
th: กิจกรรม

source: Feature This Merchant
de: Diesen Händler hervorheben
es: Destacar este comercio
fr: Mettre ce commerce en avant
fr_ca: Mettre ce commerce en avant
it: Metti in evidenza questa attività
nl: Dit bedrijf uitlichten
th: โปรโมตร้านค้านี้

source: Featured Merchant
de: Empfohlener Händler
es: Comercio destacado
fr: Commerce en vedette
fr_ca: Commerce en vedette
it: Attività in evidenza
nl: Uitgelicht bedrijf
th: ร้านค้าแนะนำ

source: Featured Nearby
de: In der Nähe empfohlen
es: Destacados cerca de ti
fr: En vedette près de vous
fr_ca: En vedette près de vous
it: In evidenza vicino a te
nl: Uitgelicht bij jou in de buurt
th: แนะนำใกล้คุณ

source: Filter regions…
de: Regionen filtern…
es: Filtrar regiones…
fr: Filtrer les régions…
fr_ca: Filtrer les régions…
it: Filtra regioni…
nl: Regio’s filteren…
th: กรองภูมิภาค…

source: Finance
de: Finanzen
es: Finanzas
it: Finanza
nl: Financiën
th: การเงิน

source: Find businesses by name or category, like "coffee" or "ATM".
de: Finde Geschäfte nach Name oder Kategorie, z. B. „Kaffee" oder „Geldautomat".
es: Encuentra negocios por nombre o categoría, como "café" o "cajero".
fr: Trouvez des commerces par nom ou catégorie, comme « café » ou « distributeur ».
fr_ca: Trouvez des commerces par nom ou catégorie, comme « café » ou « guichet ».
it: Trova attività per nome o categoria, come "caffè" o "bancomat".
nl: Zoek bedrijven op naam of categorie, zoals "koffie" of "geldautomaat".
th: ค้นหาธุรกิจตามชื่อหรือหมวดหมู่ เช่น "กาแฟ" หรือ "ATM"

source: Find communities
de: Communities finden
es: Encontrar comunidades
fr: Trouver des communautés
fr_ca: Trouver des communautés
it: Trova comunità
nl: Communities vinden
th: ค้นหาชุมชน

source: Finding a city for you…
de: Wir suchen eine Stadt für dich…
es: Buscamos una ciudad para ti…
fr: Nous cherchons une ville pour vous…
fr_ca: Nous cherchons une ville pour vous…
it: Stiamo cercando una città per te…
nl: We zoeken een stad voor je…
th: กำลังหาเมืองให้คุณ…

source: Food
de: Essen
es: Comida
fr: Restauration
fr_ca: Restauration
it: Cibo
nl: Eten
th: อาหาร

source: General Support Inquiries
de: Allgemeine Supportanfragen
es: Consultas generales de soporte
fr: Demandes d’assistance générale
fr_ca: Demandes de soutien général
it: Richieste di supporto generali
nl: Algemene ondersteuningsvragen
th: คำถามทั่วไปเกี่ยวกับการสนับสนุน

source: Groceries
de: Lebensmittel
es: Abarrotes
fr: Épicerie
fr_ca: Épicerie
it: Alimentari
nl: Boodschappen
th: ของชำ

source: Health
de: Gesundheit
es: Salud
fr: Santé
fr_ca: Santé
it: Salute
nl: Gezondheid
th: สุขภาพ

# hours_close
source: Close
de: Schließt
es: Cierra
fr: Fermeture
fr_ca: Fermeture
it: Chiusura
nl: Sluit
th: ปิด

# hours_closed
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
fr_ca: Fermé
it: Chiuso
nl: Gesloten
th: ปิด

# hours_custom_days_header
source: Set Hours for Each Day
de: Zeiten für jeden Tag festlegen
es: Establecer horarios para cada día
fr: Définir les horaires pour chaque jour
fr_ca: Définir les heures pour chaque jour
it: Imposta gli orari per ogni giorno
nl: Stel tijden in voor elke dag
th: ตั้งเวลาเปิด-ปิดสำหรับแต่ละวัน

# hours_open
source: Open
de: Offen
es: Abierto
fr: Ouvert
fr_ca: Ouvert
it: Aperto
th: เปิด

# hours_preset_all_week
source: Same hours every day
de: Gleiche Zeiten jeden Tag
es: Mismo horario todos los días
fr: Mêmes horaires chaque jour
fr_ca: Mêmes heures chaque jour
it: Stesso orario ogni giorno
nl: Elke dag dezelfde tijden
th: เวลาเดียวกันทุกวัน

# hours_preset_custom
source: Custom hours
de: Benutzerdefinierte Zeiten
es: Horario personalizado
fr: Horaires personnalisés
fr_ca: Heures personnalisées
it: Orari personalizzati
nl: Aangepaste tijden
th: เวลาที่กำหนดเอง

# hours_preset_label
source: Hours Schedule
de: Zeitplan
es: Horario
fr: Horaires
fr_ca: Horaire
it: Programma orari
nl: Rooster
th: ตารางเวลา

# hours_preset_unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
fr_ca: Inconnu
it: Sconosciuto
nl: Onbekend
th: ไม่ทราบ

# hours_preset_weekdays
source: Weekdays only
de: Nur Wochentage
es: Solo entre semana
fr: En semaine uniquement
fr_ca: En semaine seulement
it: Solo giorni feriali
nl: Alleen doordeweeks
th: เฉพาะวันธรรมดา

source: iCloud is temporarily unavailable. Try again in a bit.
de: iCloud ist vorübergehend nicht verfügbar. Versuche es in Kürze erneut.
es: iCloud no está disponible temporalmente. Inténtalo de nuevo en un momento.
fr: iCloud est temporairement indisponible. Réessayez dans un instant.
fr_ca: iCloud est temporairement indisponible. Réessayez dans un instant.
it: iCloud è temporaneamente non disponibile. Riprova tra poco.
nl: iCloud is tijdelijk niet beschikbaar. Probeer het zo meteen opnieuw.
th: iCloud ไม่พร้อมใช้งานชั่วคราว โปรดลองอีกครั้งในอีกสักครู่

source: iCloud isn't available on this device.
de: iCloud ist auf diesem Gerät nicht verfügbar.
es: iCloud no está disponible en este dispositivo.
fr: iCloud n’est pas disponible sur cet appareil.
fr_ca: iCloud n’est pas disponible sur cet appareil.
it: iCloud non è disponibile su questo dispositivo.
nl: iCloud is niet beschikbaar op dit apparaat.
th: iCloud ไม่พร้อมใช้งานบนอุปกรณ์เครื่องนี้

source: iCloud Required
de: iCloud erforderlich
es: iCloud requerido
fr: iCloud requis
fr_ca: iCloud requis
it: iCloud richiesto
nl: iCloud vereist
th: ต้องใช้ iCloud

source: Invalid place identifier.
de: Ungültige Ortskennung.
es: Identificador de lugar no válido.
fr: Identifiant de lieu invalide.
fr_ca: Identifiant de lieu invalide.
it: Identificatore del luogo non valido.
nl: Ongeldige plaats-ID.
th: ตัวระบุสถานที่ไม่ถูกต้อง

source: It doesn't look like you have a Nostr app installed.
de: Es sieht so aus, als hättest du keine Nostr-App installiert.
es: Parece que no tienes instalada una app compatible con Nostr.
fr: Il semble qu’aucune app Nostr ne soit installée.
fr_ca: Il semble qu’aucune app Nostr ne soit installée.
it: Sembra che tu non abbia installato un’app Nostr.
nl: Het lijkt erop dat je geen Nostr-app hebt geïnstalleerd.
th: ดูเหมือนว่าคุณยังไม่ได้ติดตั้งแอป Nostr

source: It has been more than a year since someone reported that this location accepts bitcoin. It likely still does, but no one has confirmed so recently.
de: Es ist mehr als ein Jahr her, seit jemand gemeldet hat, dass dieser Ort Bitcoin akzeptiert. Wahrscheinlich ist das noch immer so, aber niemand hat es kürzlich bestätigt.
es: Ha pasado más de un año desde que alguien informó que este lugar acepta bitcoin. Probablemente aún sea así, pero nadie lo ha confirmado recientemente.
fr: Cela fait plus d’un an que quelqu’un a signalé que ce lieu accepte le bitcoin. C’est probablement toujours le cas, mais personne ne l’a confirmé récemment.
fr_ca: Cela fait plus d’un an que quelqu’un a signalé que ce lieu accepte le bitcoin. C’est probablement toujours le cas, mais personne ne l’a confirmé récemment.
it: È passato più di un anno da quando qualcuno ha segnalato che questo luogo accetta bitcoin. Probabilmente è ancora così, ma nessuno lo ha confermato di recente.
nl: Het is meer dan een jaar geleden dat iemand meldde dat deze locatie bitcoin accepteert. Waarschijnlijk is dat nog steeds zo, maar niemand heeft het recent bevestigd.
th: ผ่านมามากกว่าหนึ่งปีแล้วตั้งแต่มีคนรายงานว่าสถานที่นี้รับบิตคอยน์ มีแนวโน้มว่ายังคงรับอยู่ แต่ยังไม่มีใครยืนยันเมื่อไม่นานมานี้

source: Kilometers
de: Kilometer
es: Kilómetros
fr: Kilomètres
fr_ca: Kilomètres
it: Chilometri
th: กิโลเมตร

source: Last verified: %@
de: Zuletzt verifiziert: %@
es: Verificado por última vez: %@
fr: Dernière vérification : %@
fr_ca: Dernière vérification : %@
it: Ultima verifica: %@
nl: Laatst geverifieerd: %@
th: ยืนยันล่าสุด: %@

source: Latest Update
de: Letztes Update
es: Última actualización
fr: Dernière mise à jour
fr_ca: Dernière mise à jour
it: Ultimo aggiornamento
nl: Laatste update
th: อัปเดตล่าสุด

source: Light
de: Hell
es: Claro
fr: Clair
fr_ca: Clair
it: Chiaro
nl: Licht
th: สว่าง

source: Load more communities
de: Mehr Communities laden
es: Cargar más comunidades
fr: Charger plus de communautés
fr_ca: Charger plus de communautés
it: Carica altre community
nl: Meer communities laden
th: โหลดชุมชนเพิ่มเติม

source: Load more results
de: Mehr Ergebnisse laden
es: Cargar más resultados
fr: Charger plus de résultats
fr_ca: Charger plus de résultats
it: Carica altri risultati
nl: Meer resultaten laden
th: โหลดผลลัพธ์เพิ่มเติม

source: Loading comments…
de: Kommentare werden geladen…
es: Cargando comentarios…
fr: Chargement des commentaires…
fr_ca: Chargement des commentaires…
it: Caricamento commenti…
nl: Reacties laden…
th: กำลังโหลดความคิดเห็น…

source: Loading communities…
de: Communities werden geladen…
es: Cargando comunidades…
fr: Chargement des communautés…
fr_ca: Chargement des communautés…
it: Caricamento community…
nl: Communities laden…
th: กำลังโหลดชุมชน…

source: Loading events…
de: Veranstaltungen werden geladen…
es: Cargando eventos…
fr: Chargement des événements…
fr_ca: Chargement des événements…
it: Caricamento eventi…
nl: Evenementen laden…
th: กำลังโหลดกิจกรรม…

source: Loading merchants…
de: Händler werden geladen…
es: Cargando comercios…
fr: Chargement des commerces…
fr_ca: Chargement des commerces…
it: Caricamento attività…
nl: Bedrijven laden…
th: กำลังโหลดร้านค้า…

source: Loading regions…
de: Regionen werden geladen…
es: Cargando regiones…
fr: Chargement des régions…
fr_ca: Chargement des régions…
it: Caricamento regioni…
nl: Regio’s laden…
th: กำลังโหลดภูมิภาค…

source: Loading verification status…
de: Verifizierungsstatus wird geladen…
es: Cargando estado de verificación…
fr: Chargement du statut de vérification…
fr_ca: Chargement du statut de vérification…
it: Caricamento stato di verifica…
nl: Verificatiestatus laden…
th: กำลังโหลดสถานะการยืนยัน…

# loading_subtitle
source: This should only take a moment.
de: Einen Moment! Wir suchen die besten bitcoin-Orte in deiner Nähe.
es: ¡Un momento! Buscamos los mejores lugares con bitcoin cerca de ti.
fr: Un instant! Nous cherchons les meilleurs endroits bitcoin près de chez vous.
fr_ca: Un instant! On trouve les meilleurs commerces bitcoin près de chez vous.
it: Un attimo! Stiamo cercando i migliori luoghi bitcoin vicino a te.
nl: Even geduld! We halen de beste bitcoin-plekken bij jou in de buurt op.
th: รอสักครู่! เรากำลังค้นหาจุดใช้บิตคอยน์ที่ดีที่สุดใกล้คุณ

# loading_title
source: Finding nearby bitcoin-friendly places…
de: Lade Unternehmen…
es: Cargando negocios…
fr: Chargement des établissements…
fr_ca: Chargement des commerces…
it: Caricamento attività…
nl: Bedrijven laden…
th: กำลังโหลดธุรกิจ…

# location_alert_title
source: Location could not be determined. Please check if location permissions have been granted.
de: Standort konnte nicht ermittelt werden. Bitte prüfen Sie, ob Standortberechtigungen erteilt wurden.
es: No se pudo determinar la ubicación. Verifica si se han otorgado los permisos de ubicación.
fr: Impossible de déterminer la localisation. Veuillez vérifier que les autorisations de localisation ont été accordées.
fr_ca: Impossible de déterminer l’emplacement. Veuillez vérifier que les autorisations de localisation ont été accordées.
it: Impossibile determinare la posizione. Verifica che siano stati concessi i permessi di localizzazione.
nl: Locatie kon niet worden bepaald. Controleer of locatierechten zijn verleend.
th: ไม่สามารถระบุตำแหน่งได้ โปรดตรวจสอบว่าคุณได้ให้สิทธิ์การเข้าถึงตำแหน่งแล้ว

# location_settings_message
source: Go to Settings > Apps > BitLocal > Location to enable access.
de: Gehe zu Einstellungen > Apps > BitLocal > Standort, um den Zugriff zu erlauben.
es: Ve a Ajustes > Apps > BitLocal > Ubicación para habilitar el acceso.
fr: Allez dans Réglages > Apps > BitLocal > Localisation pour activer l’accès.
fr_ca: Allez dans Réglages > Apps > BitLocal > Localisation pour activer l’accès.
it: Vai su Impostazioni > App > BitLocal > Posizione per abilitare l’accesso.
nl: Ga naar Instellingen > Apps > BitLocal > Locatie om toegang in te schakelen.
th: ไปที่ การตั้งค่า > แอป > BitLocal > ตำแหน่ง เพื่อเปิดการเข้าถึง

# manual_entry_button
source: Can't find it? Enter manually
de: Nicht gefunden? Manuell eingeben
es: ¿No lo encuentras? Ingresa manualmente
fr: Impossible de le trouver? Saisir manuellement
fr_ca: Impossible de le trouver? Saisir manuellement
it: Non lo trovi? Inserisci manualmente
nl: Niet gevonden? Handmatig invoeren
th: หาไม่เจอใช่ไหม? กรอกด้วยตนเอง

# manual_entry_footer
source: If you can't find the location, you can enter the address manually.
de: Wenn du den Ort nicht findest, kannst du die Adresse manuell eingeben.
es: Si no puedes encontrar la ubicación, puedes ingresar la dirección manualmente.
fr: Si vous ne trouvez pas l'emplacement, vous pouvez saisir l'adresse manuellement.
fr_ca: Si vous ne trouvez pas l'emplacement, vous pouvez saisir l'adresse manuellement.
it: Se non riesci a trovare la posizione, puoi inserire l'indirizzo manualmente.
nl: Als je de locatie niet kunt vinden, kun je het adres handmatig invoeren.
th: หากหาไม่พบตำแหน่ง คุณสามารถกรอกที่อยู่ด้วยตนเองได้

# manual_entry_title
source: Manual Entry
de: Manuelle Eingabe
es: Entrada manual
fr: Saisie manuelle
fr_ca: Saisie manuelle
it: Inserimento manuale
nl: Handmatige invoer
th: กรอกด้วยตนเอง

# map_preview_footer
source: Long press and drag the pin to adjust the exact location.
de: Drücke lange und ziehe die Markierung, um den genauen Standort anzupassen.
es: Mantén pulsado y arrastra el pin para ajustar la ubicación exacta.
fr: Appuyez longuement et faites glisser l'épingle pour ajuster l'emplacement exact.
fr_ca: Appuyez longuement et faites glisser l'épingle pour ajuster l'emplacement exact.
it: Tieni premuto e trascina il pin per regolare la posizione esatta.
nl: Houd ingedrukt en sleep de pin om de exacte locatie aan te passen.
th: กดค้างแล้วลากหมุดเพื่อปรับตำแหน่งให้แม่นยำ

# map_preview_header
source: Adjust Pin Location
de: Pin-Position anpassen
es: Ajustar ubicación del pin
fr: Ajuster l'emplacement de l'épingle
fr_ca: Ajuster l'emplacement de l'épingle
it: Regola la posizione del pin
nl: Pinlocatie aanpassen
th: ปรับตำแหน่งหมุด

source: Merchant Alerts
de: Händlerbenachrichtigungen
es: Alertas de comercios
fr: Alertes commerces
fr_ca: Alertes commerces
it: Avvisi attività
nl: Bedrijfsmeldingen
th: การแจ้งเตือนร้านค้า

source: Merchant alerts require iCloud be enabled for your device.
de: Für Händlerbenachrichtigungen muss iCloud auf deinem Gerät aktiviert sein.
es: Las alertas de comercios requieren que iCloud esté activado en tu dispositivo.
fr: Les alertes commerces nécessitent qu’iCloud soit activé sur votre appareil.
fr_ca: Les alertes commerces nécessitent qu’iCloud soit activé sur votre appareil.
it: Gli avvisi attività richiedono che iCloud sia abilitato sul tuo dispositivo.
nl: Voor bedrijfsmeldingen moet iCloud op je apparaat zijn ingeschakeld.
th: การแจ้งเตือนร้านค้าต้องเปิดใช้ iCloud บนอุปกรณ์ของคุณ

source: Merchants
de: Händler
es: Comercios
fr: Commerces
fr_ca: Commerces
it: Attività
nl: Bedrijven
th: ร้านค้า

source: Miles
de: Meilen
es: Millas
it: Miglia
nl: Mijlen
th: ไมล์

source: More Nearby
de: Mehr in der Nähe
es: Más lugares cercanos
fr: Plus de lieux à proximité
fr_ca: Plus de lieux à proximité
it: Altri luoghi nelle vicinanze
nl: Meer locaties in de buurt
th: สถานที่ใกล้คุณเพิ่มเติม
